Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Hero's Clothing and Accessories
de: Kleidung und Accessoires des Helden
ja: 男性主人公の衣装とアクセサリー
ko: 남성 주인공의 의상과 액세서리
pl: Ubrania i akcesoria bohatera
zh_hans: 男主角服装与配饰
zh_hant: 男主角服裝與配飾

source: Hero's Hair
de: Haar des Helden
ja: 男性主人公の髪
ko: 남성 주인공의 머리 모양
pl: Włosy bohatera
zh_hans: 男主角发型
zh_hant: 男主角髮型

source: Hero's Relation
de: Beziehungen des Helden
ja: 男性主人公の関係
ko: 남성 주인공의 관계
pl: Relacje bohatera
zh_hans: 男主角关系
zh_hant: 男主角關係

source: Hero's Role/Vocation
de: Rolle und Beruf des Helden
ja: 男性主人公の役割／職業
ko: 남성 주인공의 역할 및 직업
pl: Rola i zawód bohatera
zh_hans: 男主角角色／职业
zh_hant: 男主角角色／職業

source: Hero's Traits
de: Merkmale des Helden
ja: 男性主人公の特徴
ko: 남성 주인공의 특징
pl: Cechy bohatera
zh_hans: 男主角特征
zh_hant: 男主角特徵

source: Hero(ine) Selection
de: Auswahl des Helden oder der Heldin
ja: 男性主人公／ヒロイン選択
ko: 남성·여성 주인공 선택
pl: Wybór bohatera lub bohaterki
zh_hans: 男主角／女主角选择
zh_hant: 男主角／女主角選擇

source: Hero(ine)'s Father as a Hero
de: Vater eines Helden oder einer Heldin als Held
ja: 主人公の父親が男性主人公
ko: 주인공의 아버지가 남성 주인공
pl: Ojciec bohatera lub bohaterki jako bohater
zh_hans: 主角的父亲担任男主角
zh_hant: 主角的父親擔任男主角

source: Heroes by Personality
de: Helden nach Persönlichkeit
ja: 性格別の男性主人公
ko: 성격별 남성 주인공
pl: Bohaterowie według osobowości
zh_hans: 按性格分类的男主角
zh_hant: 按性格分類的男主角

source: Heroine
de: Heldin
ja: ヒロイン
ko: 여성 주인공
pl: Bohaterka
zh_hans: 女主角
zh_hant: 女主角

source: Heroine Based on a Fictional Person
de: Heldin mit fiktivem Vorbild
ja: 架空人物がモデルのヒロイン
ko: 가상 인물을 바탕으로 한 여성 주인공
pl: Bohaterka wzorowana na fikcyjnej postaci
zh_hans: 虚构人物原型女主角
zh_hant: 虛構人物原型女主角

source: Heroine Based on a Mythological Character
de: Heldin mit mythologischem Vorbild
ja: 神話上の人物がモデルのヒロイン
ko: 신화 속 인물을 바탕으로 한 여성 주인공
pl: Bohaterka wzorowana na postaci mitologicznej
zh_hans: 神话人物原型女主角
zh_hant: 神話人物原型女主角

source: Heroine Based on Real Person
de: Heldin mit realem Vorbild
ja: 実在人物がモデルのヒロイン
ko: 실존 인물을 바탕으로 한 여성 주인공
pl: Bohaterka wzorowana na prawdziwej osobie
zh_hans: 真人原型女主角
zh_hant: 真人原型女主角

source: Heroine by Nationality and Ethnicity
de: Heldinnen nach Nationalität und Ethnie
ja: 国籍・民族別のヒロイン
ko: 국적 및 민족별 여성 주인공
pl: Bohaterki według narodowości i pochodzenia etnicznego
zh_hans: 不同国籍与族裔的女主角
zh_hant: 不同國籍與族裔的女主角

source: Heroine from a Different World
de: Heldin aus einer anderen Welt
ja: 異世界のヒロイン
ko: 이세계 출신 여성 주인공
pl: Bohaterka z innego świata
zh_hans: 异世界女主角
zh_hant: 異世界女主角

source: Heroine Having Sex with Others
de: Heldin mit Sex mit anderen
ja: ヒロインが他者とセックス
ko: 다른 인물과 성교하는 여성 주인공
pl: Bohaterka uprawiająca seks z innymi
zh_hans: 女主角与他人发生性关系
zh_hant: 女主角與他人發生性關係

source: Heroine in Relationship with Other(s)
de: Heldin in einer Beziehung mit anderen
ja: 他者と関係を持つヒロイン
ko: 다른 인물과 관계가 있는 여성 주인공
pl: Bohaterka w związku z innymi
zh_hans: 与他人有关系的女主角
zh_hant: 與他人有關係的女主角

source: Heroine Rape by Others
de: Vergewaltigung der Heldin durch andere
ja: 他者によるヒロインへの強姦
ko: 다른 인물에게 강간당하는 여성 주인공
pl: Gwałt na bohaterce dokonany przez innych
zh_hans: 女主角遭他人强奸
zh_hant: 女主角遭他人強姦

source: Heroine Sisters
de: Schwestern als Heldinnen
ja: 姉妹ヒロイン
ko: 자매 관계인 여성 주인공
pl: Siostry jako bohaterki
zh_hans: 姐妹女主角
zh_hant: 姐妹女主角

source: Heroine Using Japanese Dialect
de: Heldin mit japanischem Dialekt
ja: 日本語の方言を話すヒロイン
ko: 일본어 방언을 쓰는 여성 주인공
pl: Bohaterka mówiąca japońskim dialektem
zh_hans: 使用日语方言的女主角
zh_hant: 使用日語方言的女主角

source: Heroine with a Braid
de: Heldin mit Zopf
ja: 三つ編みのあるヒロイン
ko: 땋은 머리를 한 여성 주인공
pl: Bohaterka z warkoczem
zh_hans: 有辫子的女主角
zh_hant: 有辮子的女主角

source: Heroine with a Fang
de: Heldin mit Fangzahn
ja: 牙のあるヒロイン
ko: 송곳니가 있는 여성 주인공
pl: Bohaterka z kłem
zh_hans: 有尖牙的女主角
zh_hant: 有尖牙的女主角

source: Heroine with a Sundress
de: Heldin im Sommerkleid
ja: サンドレス姿のヒロイン
ko: 선드레스를 입은 여성 주인공
pl: Bohaterka w letniej sukience
zh_hans: 穿吊带连衣裙的女主角
zh_hant: 穿著細肩帶洋裝的女主角

source: Heroine with Ahoge
de: Heldin mit abstehender Haarsträhne
ja: アホ毛のあるヒロイン
ko: 아호게가 있는 여성 주인공
pl: Bohaterka z odstającym kosmykiem włosów
zh_hans: 有呆毛的女主角
zh_hant: 有呆毛的女主角

source: Heroine with Anal Hair
de: Heldin mit Analbehaarung
ja: 尻毛のあるヒロイン
ko: 항문 털이 있는 여성 주인공
pl: Bohaterka z owłosieniem odbytu
zh_hans: 有肛毛的女主角
zh_hant: 有肛毛的女主角

source: Heroine with Armor
de: Heldin in Rüstung
ja: 鎧を着たヒロイン
ko: 갑옷을 입은 여성 주인공
pl: Bohaterka w zbroi
zh_hans: 穿铠甲的女主角
zh_hant: 穿鎧甲的女主角

source: Heroine with Armpit Hair
de: Heldin mit Achselbehaarung
ja: 腋毛のあるヒロイン
ko: 겨드랑이털이 있는 여성 주인공
pl: Bohaterka z owłosionymi pachami
zh_hans: 有腋毛的女主角
zh_hant: 有腋毛的女主角

source: Heroine with Baby Complex
de: Heldin mit besessenem Kinderwunsch
ja: ベビーコンプレックスのヒロイン
ko: 베이비 콤플렉스가 있는 여성 주인공
pl: Bohaterka z obsesyjną chęcią posiadania dziecka
zh_hans: 有恋婴情结的女主角
zh_hant: 有戀嬰情結的女主角

source: Heroine with Beauty Mark
de: Heldin mit Schönheitsfleck
ja: ほくろのあるヒロイン
ko: 미인점이 있는 여성 주인공
pl: Bohaterka z pieprzykiem
zh_hans: 有美人痣的女主角
zh_hant: 有美人痣的女主角

source: Heroine with Big Breasts
de: Heldin mit großen Brüsten
ja: 巨乳ヒロイン
ko: 거유 여성 주인공
pl: Bohaterka z dużymi piersiami
zh_hans: 大胸女主角
zh_hant: 大胸女主角

source: Heroine with Bodystocking
de: Heldin im Ganzkörperstrumpf
ja: ボディストッキング姿のヒロイン
ko: 보디스타킹을 입은 여성 주인공
pl: Bohaterka w pończosze na całe ciało
zh_hans: 穿连体丝袜的女主角
zh_hant: 穿連體絲襪的女主角

source: Heroine with Catsuit
de: Heldin im engen Ganzkörperanzug
ja: キャットスーツ姿のヒロイン
ko: 캣슈트를 입은 여성 주인공
pl: Bohaterka w obcisłym kombinezonie
zh_hans: 穿紧身连体衣的女主角
zh_hant: 穿緊身連體衣的女主角

source: Heroine with Children
de: Heldin mit Kindern
ja: 子どものいるヒロイン
ko: 자녀가 있는 여성 주인공
pl: Bohaterka mająca dzieci
zh_hans: 有子女的女主角
zh_hant: 有子女的女主角

source: Heroine with Chinese Dress
de: Heldin im Qipao
ja: チャイナドレス姿のヒロイン
ko: 치파오를 입은 여성 주인공
pl: Bohaterka w qipao
zh_hans: 穿旗袍的女主角
zh_hant: 穿旗袍的女主角

source: Heroine with Crotchless Clothing
de: Heldin mit Kleidung mit offenem Schritt
ja: 股割れ衣装のヒロイン
ko: 밑이 트인 의상을 입은 여성 주인공
pl: Bohaterka w ubraniach z otwartym kroczem
zh_hans: 穿开裆服装的女主角
zh_hant: 穿開襠服裝的女主角

source: Heroine with Demon Blood
de: Heldin mit dämonischer Abstammung
ja: 悪魔の血を引くヒロイン
ko: 악마의 피를 이은 여성 주인공
pl: Bohaterka o demonicznym pochodzeniu
zh_hans: 有恶魔血统的女主角
zh_hant: 有惡魔血統的女主角

source: Heroine with Erotic Adhesive Bandage
de: Heldin mit erotischem Pflaster
ja: エロ絆創膏を貼ったヒロイン
ko: 에로 반창고를 붙인 여성 주인공
pl: Bohaterka z erotycznym plastrem
zh_hans: 贴色情创可贴的女主角
zh_hant: 貼情色OK繃的女主角

source: Heroine with Expressive Ahoge
de: Heldin mit Gefühle ausdrückender Haarsträhne
ja: 感情を表すアホ毛のあるヒロイン
ko: 감정을 표현하는 아호게가 있는 여성 주인공
pl: Bohaterka z kosmykiem wyrażającym emocje
zh_hans: 有表情呆毛的女主角
zh_hant: 有表情呆毛的女主角

source: Heroine with Eye Covering Hairstyle
de: Heldin mit augenverdeckender Frisur
ja: 目を隠す髪型のヒロイン
ko: 눈을 가리는 머리 모양의 여성 주인공
pl: Bohaterka z fryzurą zasłaniającą oczy
zh_hans: 有遮眼发型的女主角
zh_hant: 有遮眼髮型的女主角

source: Heroine with Eyepatch
de: Heldin mit Augenklappe
ja: 眼帯を着けたヒロイン
ko: 안대를 쓴 여성 주인공
pl: Bohaterka z opaską na oko
zh_hans: 戴眼罩的女主角
zh_hant: 戴眼罩的女主角

source: Heroine with Flat Chest (Non-Loli)
de: Heldin mit flacher Brust (kein Loli-Typ)
ja: 貧乳ヒロイン（非ロリ）
ko: 빈유 여성 주인공(로리 아님)
pl: Bohaterka z płaską klatką piersiową (nie loli)
zh_hans: 平胸女主角（非萝莉）
zh_hant: 平胸女主角（非蘿莉）

source: Heroine with Freckles
de: Heldin mit Sommersprossen
ja: そばかすのあるヒロイン
ko: 주근깨가 있는 여성 주인공
pl: Bohaterka z piegami
zh_hans: 有雀斑的女主角
zh_hant: 有雀斑的女主角

source: Heroine with Garter Belt
de: Heldin mit Strapsgürtel
ja: ガーターベルト姿のヒロイン
ko: 가터벨트를 착용한 여성 주인공
pl: Bohaterka z pasem do pończoch
zh_hans: 穿吊袜带的女主角
zh_hant: 穿吊襪帶的女主角

source: Heroine with Gigantic Breasts
de: Heldin mit riesigen Brüsten
ja: 超爆乳ヒロイン
ko: 초거유 여성 주인공
pl: Bohaterka z olbrzymimi piersiami
zh_hans: 爆乳女主角
zh_hant: 爆乳女主角

source: Heroine with Glasses
de: Heldin mit Brille
ja: 眼鏡をかけたヒロイン
ko: 안경을 쓴 여성 주인공
pl: Bohaterka w okularach
zh_hans: 戴眼镜的女主角
zh_hant: 戴眼鏡的女主角

source: Heroine with Gothic Look
de: Heldin im Gothic-Stil
ja: ゴシック風のヒロイン
ko: 고딕풍 외모의 여성 주인공
pl: Bohaterka w stylu gotyckim
zh_hans: 哥特风女主角
zh_hant: 哥特風女主角

source: Heroine with Gradient Colored Hair
de: Heldin mit Farbverlauf im Haar
ja: グラデーションカラーの髪のヒロイン
ko: 그라데이션 머리색의 여성 주인공
pl: Bohaterka z gradientem kolorów we włosach
zh_hans: 渐变发色女主角
zh_hant: 漸層髮色女主角

source: Heroine with Grandchildren
de: Heldin mit Enkelkindern
ja: 孫のいるヒロイン
ko: 손주가 있는 여성 주인공
pl: Bohaterka mająca wnuki
zh_hans: 有孙辈的女主角
zh_hant: 有孫輩的女主角

source: Heroine with Health Issues
de: Heldin mit Gesundheitsproblemen
ja: 健康上の問題があるヒロイン
ko: 건강 문제가 있는 여성 주인공
pl: Bohaterka z problemami zdrowotnymi
zh_hans: 有健康问题的女主角
zh_hant: 有健康問題的女主角

source: Heroine with Heterochromia
de: Heldin mit Heterochromie
ja: オッドアイのヒロイン
ko: 오드아이인 여성 주인공
pl: Bohaterka z heterochromią
zh_hans: 异色瞳女主角
zh_hant: 異色瞳女主角

source: Heroine with Huge Breasts
de: Heldin mit sehr großen Brüsten
ja: 爆乳ヒロイン
ko: 폭유 여성 주인공
pl: Bohaterka z bardzo dużymi piersiami
zh_hans: 巨乳女主角
zh_hant: 巨乳女主角

source: Heroine with Intake Hairstyle
de: Heldin mit abstehenden Haarbögen
ja: インテーク髪のヒロイン
ko: 인테이크 헤어인 여성 주인공
pl: Bohaterka z odstającymi łukami włosów
zh_hans: 进气口发型女主角
zh_hant: 進氣口髮型女主角

source: Heroine with Inverted Nipples
de: Heldin mit eingezogenen Brustwarzen
ja: 陥没乳首のヒロイン
ko: 함몰 유두인 여성 주인공
pl: Bohaterka z wklęsłymi brodawkami sutkowymi
zh_hans: 凹陷乳头女主角
zh_hant: 凹陷乳頭女主角

source: Heroine with Jeans
de: Heldin in Jeans
ja: ジーンズ姿のヒロイン
ko: 청바지를 입은 여성 주인공
pl: Bohaterka w dżinsach
zh_hans: 穿牛仔裤的女主角
zh_hant: 穿牛仔褲的女主角

source: Heroine With Kansai Accent
de: Heldin mit Kansai-Dialekt
ja: 関西弁のヒロイン
ko: 간사이 사투리를 쓰는 여성 주인공
pl: Bohaterka mówiąca dialektem Kansai
zh_hans: 关西腔女主角
zh_hant: 關西腔女主角

source: Heroine with Kimono
de: Heldin im Kimono
ja: 着物姿のヒロイン
ko: 기모노를 입은 여성 주인공
pl: Bohaterka w kimonie
zh_hans: 穿和服的女主角
zh_hant: 穿和服的女主角

source: Heroine with Latex
de: Heldin in Latexkleidung
ja: ラテックス衣装のヒロイン
ko: 라텍스 의상을 입은 여성 주인공
pl: Bohaterka w ubraniach lateksowych
zh_hans: 穿乳胶衣的女主角
zh_hant: 穿乳膠衣的女主角

source: Heroine with Leotard
de: Heldin im Trikot
ja: レオタード姿のヒロイン
ko: 레오타드를 입은 여성 주인공
pl: Bohaterka w trykocie
zh_hans: 穿紧身连体服的女主角
zh_hant: 穿緊身連體服的女主角

source: Heroine with Monocle
de: Heldin mit Monokel
ja: モノクルを着けたヒロイン
ko: 외알 안경을 쓴 여성 주인공
pl: Bohaterka z monoklem
zh_hans: 戴单片眼镜的女主角
zh_hant: 戴單片眼鏡的女主角

source: Heroine with Multiple Personalities
de: Heldin mit mehreren Persönlichkeiten
ja: 多重人格のヒロイン
ko: 다중 인격인 여성 주인공
pl: Bohaterka z wieloma osobowościami
zh_hans: 多重人格女主角
zh_hant: 多重人格女主角

source: Heroine with Old-style Bloomers
de: Heldin in altmodischen Sporthosen
ja: 旧式ブルマー姿のヒロイン
ko: 구형 부르마를 입은 여성 주인공
pl: Bohaterka w sportowych spodenkach dawnego typu
zh_hans: 穿旧式运动短裤的女主角
zh_hant: 穿舊式運動短褲的女主角

source: Heroine with Pre-story Virginity Loss to the Protagonist
de: Heldin mit erstem Sex mit der Hauptfigur vor Beginn der Handlung
ja: 物語開始前に主人公と初体験済みのヒロイン
ko: 이야기 시작 전에 주인공과 첫 성 경험을 한 여성 주인공
pl: Bohaterka, która przed rozpoczęciem fabuły miała pierwszy seks z protagonistą
zh_hans: 故事开始前已与主角发生初次性行为的女主角
zh_hant: 故事開始前已與主角發生初次性行為的女主角

source: Heroine with Psychological Problems
de: Heldin mit psychischen Problemen
ja: 心理的な問題があるヒロイン
ko: 심리적 문제가 있는 여성 주인공
pl: Bohaterka z problemami psychicznymi
zh_hans: 有心理问题的女主角
zh_hant: 有心理問題的女主角

source: Heroine with Pubic Hair
de: Heldin mit Schambehaarung
ja: 陰毛のあるヒロイン
ko: 음모가 있는 여성 주인공
pl: Bohaterka z owłosieniem łonowym
zh_hans: 有阴毛的女主角
zh_hant: 有陰毛的女主角

source: Heroine with Sexual Experience
de: Sexuell erfahrene Heldin
ja: 性経験のあるヒロイン
ko: 성 경험이 있는 여성 주인공
pl: Bohaterka z doświadczeniem seksualnym
zh_hans: 有性经验的女主角
zh_hant: 有性經驗的女主角

source: Heroine with Shorts
de: Heldin in Shorts
ja: ショートパンツ姿のヒロイン
ko: 반바지를 입은 여성 주인공
pl: Bohaterka w szortach
zh_hans: 穿短裤的女主角
zh_hant: 穿短褲的女主角

source: Heroine with Slave Tattoo (BDSM)
de: Heldin mit Sklaventätowierung (BDSM)
ja: 奴隷紋のあるヒロイン（BDSM）
ko: 노예 문신이 있는 여성 주인공(BDSM)
pl: Bohaterka z tatuażem niewolnicy (BDSM)
zh_hans: 有奴隶纹身的女主角（BDSM）
zh_hant: 有奴隸紋的女主角（BDSM）

source: Heroine with Small Breasts (Non-Loli)
de: Heldin mit kleinen Brüsten (kein Loli-Typ)
ja: 微乳ヒロイン（非ロリ）
ko: 가슴이 작은 여성 주인공(로리 아님)
pl: Bohaterka z małymi piersiami (nie loli)
zh_hans: 小胸女主角（非萝莉）
zh_hant: 小胸女主角（非蘿莉）

source: Heroine with Spats
de: Heldin in kurzen Leggings
ja: スパッツ姿のヒロイン
ko: 스패츠를 입은 여성 주인공
pl: Bohaterka w krótkich legginsach
zh_hans: 穿紧身运动短裤的女主角
zh_hant: 穿緊身運動短褲的女主角

source: Heroine with Sport Bloomers
de: Heldin in Sporthöschen
ja: ブルマー姿のヒロイン
ko: 부르마를 입은 여성 주인공
pl: Bohaterka w spodenkach gimnastycznych
zh_hans: 穿运动短裤的女主角
zh_hant: 穿運動短褲的女主角

source: Heroine with Superpowered Side
de: Heldin mit übernatürlicher Seite
ja: 超能力を持つ一面があるヒロイン
ko: 초능력을 지닌 면모가 있는 여성 주인공
pl: Bohaterka ze stroną posiadającą nadprzyrodzone moce
zh_hans: 有超能力一面的女主角
zh_hant: 有超能力一面的女主角

source: Heroine with Swimsuits
de: Heldin in Badekleidung
ja: 水着姿のヒロイン
ko: 수영복을 입은 여성 주인공
pl: Bohaterka w stroju kąpielowym
zh_hans: 穿泳装的女主角
zh_hant: 穿泳裝的女主角

source: Heroine with Tan Lines
de: Heldin mit Bräunungsstreifen
ja: 日焼け跡のあるヒロイン
ko: 선탠 자국이 있는 여성 주인공
pl: Bohaterka ze śladami opalenizny
zh_hans: 有晒痕的女主角
zh_hant: 有曬痕的女主角

source: Heroine with Tattoo
de: Heldin mit Tätowierung
ja: タトゥーのあるヒロイン
ko: 문신이 있는 여성 주인공
pl: Bohaterka z tatuażem
zh_hans: 有纹身的女主角
zh_hant: 有刺青的女主角

source: Heroine with Tentacles
de: Heldin mit Tentakeln
ja: 触手のあるヒロイン
ko: 촉수가 있는 여성 주인공
pl: Bohaterka z mackami
zh_hans: 有触手的女主角
zh_hant: 有觸手的女主角

source: Heroine with Tights
de: Heldin in Strumpfhose
ja: タイツ姿のヒロイン
ko: 타이츠를 입은 여성 주인공
pl: Bohaterka w rajstopach
zh_hans: 穿连裤袜的女主角
zh_hant: 穿連褲襪的女主角

source: Heroine with Visible Panties
de: Heldin mit sichtbarem Slip
ja: パンツが見えるヒロイン
ko: 팬티가 보이는 여성 주인공
pl: Bohaterka z widocznymi majtkami
zh_hans: 内裤外露的女主角
zh_hant: 內褲外露的女主角

source: Heroine with Wings
de: Heldin mit Flügeln
ja: 翼のあるヒロイン
ko: 날개가 있는 여성 주인공
pl: Bohaterka ze skrzydłami
zh_hans: 有翅膀的女主角
zh_hant: 有翅膀的女主角

source: Heroine with Zettai Ryouiki
de: Heldin mit freier Haut zwischen Rock und Strümpfen
ja: 絶対領域のあるヒロイン
ko: 절대영역이 있는 여성 주인공
pl: Bohaterka z odsłoniętą skórą między spódnicą a pończochami
zh_hans: 有绝对领域的女主角
zh_hant: 有絕對領域的女主角

source: Heroine's Appearance
de: Aussehen der Heldin
ja: ヒロインの外見
ko: 여성 주인공의 외모
pl: Wygląd bohaterki
zh_hans: 女主角外貌
zh_hant: 女主角外貌

source: Heroine's Body
de: Körper der Heldin
ja: ヒロインの身体
ko: 여성 주인공의 신체
pl: Ciało bohaterki
zh_hans: 女主角身体
zh_hant: 女主角身體

source: Heroine's Clothing and Accessories
de: Kleidung und Accessoires der Heldin
ja: ヒロインの衣装とアクセサリー
ko: 여성 주인공의 의상과 액세서리
pl: Ubrania i akcesoria bohaterki
zh_hans: 女主角服装与配饰
zh_hant: 女主角服裝與配飾

source: Heroine's Hair
de: Haar der Heldin
ja: ヒロインの髪
ko: 여성 주인공의 머리 모양
pl: Włosy bohaterki
zh_hans: 女主角发型
zh_hant: 女主角髮型

source: Heroine's Mother as a Heroine
de: Mutter einer Heldin als Heldin
ja: 主人公の母親がヒロイン
ko: 주인공의 어머니가 여성 주인공
pl: Matka bohaterki jako bohaterka
zh_hans: 主角的母亲担任女主角
zh_hant: 主角的母親擔任女主角

source: Heroine's Relation
de: Beziehungen der Heldin
ja: ヒロインの関係
ko: 여성 주인공의 관계
pl: Relacje bohaterki
zh_hans: 女主角关系
zh_hant: 女主角關係

source: Heroine's Role/Vocation
de: Rolle und Beruf der Heldin
ja: ヒロインの役割／職業
ko: 여성 주인공의 역할 및 직업
pl: Rola i zawód bohaterki
zh_hans: 女主角角色／职业
zh_hant: 女主角角色／職業

source: Heroine's Traits
de: Merkmale der Heldin
ja: ヒロインの特徴
ko: 여성 주인공의 특징
pl: Cechy bohaterki
zh_hans: 女主角特征
zh_hant: 女主角特徵

source: Heroines by Personality
de: Heldinnen nach Persönlichkeit
ja: 性格別のヒロイン
ko: 성격별 여성 주인공
pl: Bohaterki według osobowości
zh_hans: 按性格分类的女主角
zh_hant: 按性格分類的女主角

source: Hetare Protagonist
de: Schwache, feige Hauptfigur
ja: ヘタレ主人公
ko: 헤타레 주인공
pl: Słaby i tchórzliwy protagonista
zh_hans: 软弱主角
zh_hant: 軟弱主角

source: Hidden Object Game
de: Suchbildspiel
ja: アイテム探しゲーム
ko: 숨은그림찾기 게임
pl: Gra w wyszukiwanie ukrytych przedmiotów
zh_hans: 寻物游戏
zh_hant: 尋物遊戲

source: Hidden Vibrator
de: Versteckter Vibrator
ja: 隠しバイブ
ko: 숨겨진 바이브레이터
pl: Ukryty wibrator
zh_hans: 隐藏跳蛋
zh_hant: 隱藏跳蛋

source: High Amount of Bad Endings
de: Viele schlechte Enden
ja: バッドエンド多数
ko: 다수의 배드 엔딩
pl: Wiele złych zakończeń
zh_hans: 大量坏结局
zh_hant: 大量壞結局

source: High Amount of Special Effects
de: Viele Spezialeffekte
ja: 特殊効果多数
ko: 다량의 특수 효과
pl: Wiele efektów specjalnych
zh_hans: 大量特效
zh_hant: 大量特效

source: High Amounts of Rape
de: Viele Vergewaltigungen
ja: 強姦描写多数
ko: 강간 묘사 다수
pl: Wiele gwałtów
zh_hans: 大量强奸内容
zh_hant: 大量強姦內容

source: High Fantasy
de: Epische Fantasy
ja: ハイファンタジー
ko: 하이 판타지
pl: Fantastyka epicka
zh_hans: 高奇幻
zh_hant: 高奇幻

source: High School
de: Oberschule
ja: 高校
ko: 고등학교
pl: Szkoła średnia
zh_hans: 高中
zh_hant: 高中

source: High School AU
de: Alternativwelt an einer Oberschule
ja: 高校AU
ko: 고등학교 AU
pl: Alternatywne uniwersum w szkole średniej
zh_hans: 高中AU
zh_hant: 高中AU

source: High School Student
de: Oberschüler
ja: 高校生
ko: 고등학생
pl: Uczeń szkoły średniej
zh_hans: 高中生
zh_hant: 高中生

source: High School Student Hero
de: Oberschüler als Held
ja: 高校生の男性主人公
ko: 고등학생 남성 주인공
pl: Bohater będący uczniem szkoły średniej
zh_hans: 高中生男主角
zh_hant: 高中生男主角

source: High School Student Heroine
de: Oberschülerin als Heldin
ja: 高校生のヒロイン
ko: 고등학생 여성 주인공
pl: Bohaterka będąca uczennicą szkoły średniej
zh_hans: 高中生女主角
zh_hant: 高中生女主角

source: High School Student Protagonist
de: Oberschüler als Hauptfigur
ja: 高校生の主人公
ko: 고등학생 주인공
pl: Protagonista będący uczniem szkoły średniej
zh_hans: 高中生主角
zh_hant: 高中生主角

source: High Sexual Content
de: Viele sexuelle Inhalte
ja: 性的コンテンツ多め
ko: 성적 콘텐츠 다수
pl: Dużo treści seksualnych
zh_hans: 大量色情内容
zh_hant: 大量色情內容

source: High-Tech Sex Engine
de: Technisch aufwendiges Sexsystem
ja: 高性能セックスエンジン
ko: 첨단 섹스 엔진
pl: Zaawansowany technicznie system seksu
zh_hans: 高技术性爱系统
zh_hant: 高技術性愛系統

source: Highly Animated Sprites
de: Stark animierte Figuren-Sprites
ja: よく動く立ち絵
ko: 움직임이 풍부한 스탠딩 CG
pl: Mocno animowane wizerunki postaci
zh_hans: 高度动画化的角色立绘
zh_hant: 高度動畫化的角色立繪

source: Hikikomori Hero
de: Hikikomori als Held
ja: 引きこもりの男性主人公
ko: 히키코모리 남성 주인공
pl: Bohater będący hikikomori
zh_hans: 家里蹲男主角
zh_hant: 家裡蹲男主角

source: Hikikomori Heroine
de: Hikikomori als Heldin
ja: 引きこもりのヒロイン
ko: 히키코모리 여성 주인공
pl: Bohaterka będąca hikikomori
zh_hans: 家里蹲女主角
zh_hant: 家裡蹲女主角

source: Hikikomori Protagonist
de: Hikikomori als Hauptfigur
ja: 引きこもりの主人公
ko: 히키코모리 주인공
pl: Protagonista będący hikikomori
zh_hans: 家里蹲主角
zh_hant: 家裡蹲主角

source: Hime Heroine
de: Prinzessinnenhafte Heldin
ja: 姫系ヒロイン
ko: 히메계 여성 주인공
pl: Bohaterka zachowująca się jak księżniczka
zh_hans: 公主系女主角
zh_hant: 公主系女主角

source: Hime Protagonist
de: Prinzessinnenhafte Hauptfigur
ja: 姫系主人公
ko: 히메계 주인공
pl: Protagonista zachowujący się jak księżniczka
zh_hans: 公主系主角
zh_hant: 公主系主角

source: Hint Corner
de: Hinweisbereich
ja: ヒントコーナー
ko: 힌트 코너
pl: Sekcja podpowiedzi
zh_hans: 提示专区
zh_hant: 提示專區

source: Holiday Cottage
de: Ferienhaus
ja: コテージ
ko: 별장
pl: Domek letniskowy
zh_hans: 度假屋
zh_hant: 度假屋

source: Homecoming
de: Heimkehr
ja: 帰郷
ko: 귀향
pl: Powrót do domu
zh_hans: 返乡
zh_hant: 返鄉

source: Homeless Hero
de: Obdachloser Held
ja: ホームレスの男性主人公
ko: 노숙자인 남성 주인공
pl: Bezdomny bohater
zh_hans: 无家可归的男主角
zh_hant: 無家可歸的男主角

source: Homeless Heroine
de: Obdachlose Heldin
ja: ホームレスのヒロイン
ko: 노숙자인 여성 주인공
pl: Bezdomna bohaterka
zh_hans: 无家可归的女主角
zh_hant: 無家可歸的女主角

source: Homeless Protagonist
de: Obdachlose Hauptfigur
ja: ホームレスの主人公
ko: 노숙자인 주인공
pl: Bezdomny protagonista
zh_hans: 无家可归的主角
zh_hant: 無家可歸的主角

source: Homemaker Protagonist
de: Hauptfigur als Hausfrau oder Hausmann
ja: 専業主夫／主婦の主人公
ko: 전업주부인 주인공
pl: Protagonista zajmujący się domem
zh_hans: 家庭主夫／主妇主角
zh_hant: 家庭主夫／主婦主角

source: Homicide
de: Tötung
ja: 殺人
ko: 살인
pl: Zabójstwo
zh_hans: 杀人
zh_hant: 殺人

source: Homosexual Hero
de: Homosexueller Held
ja: 同性愛者の男性主人公
ko: 동성애자인 남성 주인공
pl: Homoseksualny bohater
zh_hans: 同性恋男主角
zh_hant: 同性戀男主角

source: Homosexual Male Protagonist
de: Schwule männliche Hauptfigur
ja: 男性同性愛者の主人公
ko: 게이인 주인공
pl: Protagonista będący homoseksualnym mężczyzną
zh_hans: 男同性恋主角
zh_hant: 男同性戀主角

source: Homosexual Protagonist
de: Homosexuelle Hauptfigur
ja: 同性愛者の主人公
ko: 동성애자인 주인공
pl: Homoseksualny protagonista
zh_hans: 同性恋主角
zh_hant: 同性戀主角

source: Homosexual Support Character
de: Homosexuelle Nebenfigur
ja: 同性愛者のサブキャラクター
ko: 동성애자인 조연
pl: Homoseksualna postać drugoplanowa
zh_hans: 同性恋配角
zh_hant: 同性戀配角

source: Homunculus Hero
de: Homunkulus als Held
ja: ホムンクルスの男性主人公
ko: 호문쿨루스인 남성 주인공
pl: Bohater będący homunkulusem
zh_hans: 人造人男主角
zh_hant: 人造人男主角

source: Homunculus Heroine
de: Homunkulus als Heldin
ja: ホムンクルスのヒロイン
ko: 호문쿨루스인 여성 주인공
pl: Bohaterka będąca homunkulusem
zh_hans: 人造人女主角
zh_hant: 人造人女主角

source: Homunculus Protagonist
de: Homunkulus als Hauptfigur
ja: ホムンクルスの主人公
ko: 호문쿨루스인 주인공
pl: Protagonista będący homunkulusem
zh_hans: 人造人主角
zh_hant: 人造人主角

source: Homunculus Support Character
de: Homunkulus als Nebenfigur
ja: ホムンクルスのサブキャラクター
ko: 호문쿨루스인 조연
pl: Postać drugoplanowa będąca homunkulusem
zh_hans: 人造人配角
zh_hant: 人造人配角

source: Horse
de: Pferd
ja: 馬
ko: 말
pl: Koń
zh_hans: 马
zh_hant: 馬

source: Hospital
de: Krankenhaus
ja: 病院
ko: 병원
pl: Szpital
zh_hans: 医院
zh_hant: 醫院

source: Host Club Hero
de: Host-Club-Mitarbeiter als Held
ja: ホストクラブの男性主人公
ko: 호스트 클럽의 남성 주인공
pl: Bohater pracujący w klubie hostów
zh_hans: 男公关俱乐部男主角
zh_hant: 男公關俱樂部男主角

source: Host Club Heroine
de: Host-Club-Mitarbeiterin als Heldin
ja: ホストクラブのヒロイン
ko: 호스트 클럽의 여성 주인공
pl: Bohaterka pracująca w klubie hostów
zh_hans: 男公关俱乐部女主角
zh_hant: 男公關俱樂部女主角

source: Host Club Protagonist
de: Host-Club-Mitarbeiter als Hauptfigur
ja: ホストクラブの主人公
ko: 호스트 클럽의 주인공
pl: Protagonista pracujący w klubie hostów
zh_hans: 男公关俱乐部主角
zh_hant: 男公關俱樂部主角

source: Hostage Crisis
de: Geiselnahme
ja: 人質事件
ko: 인질 사건
pl: Kryzys zakładniczy
zh_hans: 人质危机
zh_hant: 人質危機

source: Hotblooded Hero
de: Heißblütiger Held
ja: 熱血漢の男性主人公
ko: 열혈 남성 주인공
pl: Porywczy bohater
zh_hans: 热血男主角
zh_hant: 熱血男主角

source: Hotblooded Heroine
de: Heißblütige Heldin
ja: 熱血なヒロイン
ko: 열혈 여성 주인공
pl: Porywcza bohaterka
zh_hans: 热血女主角
zh_hant: 熱血女主角

source: Hotblooded Protagonist
de: Heißblütige Hauptfigur
ja: 熱血な主人公
ko: 열혈 주인공
pl: Porywczy protagonista
zh_hans: 热血主角
zh_hant: 熱血主角

source: Hotblooded Support Character
de: Heißblütige Nebenfigur
ja: 熱血なサブキャラクター
ko: 열혈 조연
pl: Porywcza postać drugoplanowa
zh_hans: 热血配角
zh_hant: 熱血配角

source: Huge Insertion
de: Einführen sehr großer Gegenstände
ja: 巨大物挿入
ko: 거대 물체 삽입
pl: Wprowadzanie bardzo dużych przedmiotów
zh_hans: 巨物插入
zh_hant: 巨物插入

source: Human Branding
de: Brandmarkung von Menschen
ja: 人間への焼印
ko: 인체 낙인
pl: Piętnowanie ludzi rozgrzanym żelazem
zh_hans: 人体烙印
zh_hant: 人體烙印

source: Human Cattle
de: Menschen als Nutzvieh
ja: 人間家畜
ko: 인간 가축
pl: Ludzie jako zwierzęta hodowlane
zh_hans: 人类牲畜
zh_hant: 人類牲畜

source: Human Childbirth
de: Menschliche Entbindung
ja: 人間の出産
ko: 인간 출산
pl: Poród ludzki
zh_hans: 人类分娩
zh_hant: 人類分娩

source: Human Furniture
de: Menschen als Möbel
ja: 人間家具
ko: 인간 가구
pl: Ludzie jako meble
zh_hans: 人体家具
zh_hant: 人體家具

source: Humping
de: Sexuelles Reiben
ja: 腰振り
ko: 몸 비비기
pl: Ocieranie seksualne
zh_hans: 蹭磨性爱
zh_hant: 蹭磨性愛

source: Hunter Hero
de: Jäger als Held
ja: 狩人の男性主人公
ko: 사냥꾼인 남성 주인공
pl: Bohater będący myśliwym
zh_hans: 猎人男主角
zh_hant: 獵人男主角

source: Hunter Heroine
de: Jägerin als Heldin
ja: 狩人のヒロイン
ko: 사냥꾼인 여성 주인공
pl: Bohaterka będąca myśliwą
zh_hans: 猎人女主角
zh_hant: 獵人女主角

source: Hunter Protagonist
de: Jäger als Hauptfigur
ja: 狩人の主人公
ko: 사냥꾼인 주인공
pl: Protagonista będący myśliwym
zh_hans: 猎人主角
zh_hant: 獵人主角

source: Ice Skating
de: Eislaufen
ja: アイススケート
ko: 아이스 스케이팅
pl: Łyżwiarstwo
zh_hans: 滑冰
zh_hant: 滑冰

source: Identity Crisis
de: Identitätskrise
ja: アイデンティティ危機
ko: 정체성 위기
pl: Kryzys tożsamości
zh_hans: 身份认同危机
zh_hant: 身分認同危機

source: Idol Hero
de: Idol als Held
ja: アイドルの男性主人公
ko: 아이돌인 남성 주인공
pl: Bohater będący idolem
zh_hans: 偶像男主角
zh_hant: 偶像男主角

source: Idol Heroine
de: Idol als Heldin
ja: アイドルのヒロイン
ko: 아이돌인 여성 주인공
pl: Bohaterka będąca idolką
zh_hans: 偶像女主角
zh_hant: 偶像女主角

source: Idol Protagonist
de: Idol als Hauptfigur
ja: アイドルの主人公
ko: 아이돌인 주인공
pl: Protagonista będący idolem
zh_hans: 偶像主角
zh_hant: 偶像主角

source: Illness
de: Krankheit
ja: 病気
ko: 질병
pl: Choroba
zh_hans: 疾病
zh_hant: 疾病

source: Imaginary Friend as a Hero
de: Imaginärer Freund als Held
ja: 空想の友達が男性主人公
ko: 상상 속 친구가 남성 주인공
pl: Wyobrażony przyjaciel jako bohater
zh_hans: 想象中的朋友担任男主角
zh_hant: 想像中的朋友擔任男主角
